Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ནས་ ཡང་ སླར་སྐྱེ་ བར་ འགྱུར་ ཏེ །_
en: But they will again be revived, and resume the chopping.

source: ཡང་ དེ་བཞིན་ དུ་ གཞོག་པ ར་ བྱེད་ ཅིང་ དེ་དག་ ཡང་ སྐྱེ་བ ར་ འགྱུར་ རོ །_། དེ་ནས་ ལོ་ འབུམ་ཕྲག་ དུ་མ་ འདས་པ་ དང་ །_
en: The nonstop slaughter and revival will go on in this way for many hundreds of thousands of years.

source: ལས་ ཀྱིས་ བྱས་པ འི་ གཤིན་རྗེ འི་ མི་ རྣམས་ འོངས་ ནས་ དེ་དག་ གི་ མཚོན་ཆ་ རྣོན་པོ་ བླངས་ ཏེ །_
en: $1118 “Finally, the henchmen of the Lord of Death, created by karmic action, will appear and confiscate the weapons from the hell beings.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ རྣམས་ དང་ །_ སེམས་ཅན་ དམྱལ་བ་པ་ གཞན་ དེ་ རྣམས་ ལ་ ཇི་ལྟ ར་ ཡུངས་འབྲུ་ བས་ ཀྱང་ ཕྲ་བ་ དེ་ལྟ ར་ ལུས་ ཀྱི་ ཤ་ལ་ འཇོག་ སྟེ །_ དེ་ལྟ ར་ རུས་གོང་ གི་ ལྷག་མ་ ཙམ་ ཞིག་ ལུས་པ ར་ བྱེད་ དོ །_།
en: Then the henchmen will slaughter them all, mincing their flesh to pieces no bigger than sesame seeds, leaving nothing but pieces of bone behind.

source: དེ་ ངུ་སྐད་ འབྱིན་ ཆོ་ངེས་ འདེབས །_ ངུ་ ཞིང་ སྨྲེ་སྔགས་ འདོན་པ་ བཞོག་ བཞོག་ ནས་ ཡང་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Screaming, wailing, and moaning, the hell beings will thus be slaughtered and cut up, only to be reborn.

source: ཇི་ལྟ ར་ ཆུ་སྲིན་ བྱིས་པ་ གསོད་ བཞོག་ བཞོག་ ནས་ཆུ འི་ ནང་ དུ་ བཅུག་པ་ དང་ །_ དེ་ནས་ ཡང་ སླར་སྐྱེ་ བར་ འགྱུར་བ་ དེ་བཞིན་ དུ་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་ ཡང་ སླར་སྐྱེ་ བར་ འགྱུར་ རོ །_།
en: Just as when a child is killed by a crocodile, torn apart, pulled into the water, and then reborn, so these hell beings will keep being reborn.#143

source: དེ་ལྟ ར་ སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་ ཅིང་ ངུ་སྐད་ འབྱིན་པ་ དེ་དག་ ལ་ འདི་ལྟར་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ རྗེས་སུ་ བསྟན་པ་ ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །_
en: To these wretched beings, wailing in misery, the henchmen will then utter the following verses:

source: བརྣབ་སེམས་ ཀྱིས་ ནི་ ཉམས་པ འི་ མི །_། བརྣབ་སེམས་ ཀྱིས་ ནི་ ཡོངས་སུ་ བསླུ །_། གཞན་ ནོར་བདག་ གིར་ བྱ་ སྙམ་པ །_། དེ་ལྟ ར་ དེ་ ནི་ བསླུས་པ་ ཡིན །_།
en: $1119 “ ‘People who are brought down by covetousness, Who are fooled by covetousness, Feel that they must take possession of the wealth of others, And in this way are deceived.

source: བརྣབ་སེམས་ སྡིག་པ་ ཡིད་བྱེད་པ །_། མཛངས་པ་ རྣམས་ ཀྱིས་ མ་ བསྟེན་ ཏོ །_།
en: $1120 “ ‘Those who are absorbed in the evil of covetousness Will not be trusted by the wise.

source: མར་མེ་ འབར་བ འི་ མེ་ བཞིན་ དུ །_། བདག་ གིས་ བྱས་པ ས་ སྲེག་པ ར་ བྱེད །_།
en: Like the fire of a bright candle, They will burn because of their previous deeds.

source: བརྣབ་སེམས་ སྡིག་པ་ ཡིད་བྱེད་པ །_། གནོད་པ་ དག་ ནི་ ཉེ་བ ར་ བྱེད །_།
en: $1121 “ ‘Those who are influenced by the evil of covetousness Are creating their own misery.

source: ཚ་བ ར་ སྨིན་ ཅིང་ དུག་ འབྱུང་བ །_། གང་ཡིན་ དེ་ ནི་ རྟག་ ཏུ་ སྤོངས །_།
en: There will be vicious, poisonous ripening, So give up covetousness at all times! {{page:{number:364,id:UT22084-068-021-100390,folio:F.263.b,volume:V68}}}

source: གཞན་ [263b] གྱི་ ཕུན་སུམ་ ཚོགས་ མཐོང་ ནས །_། བདག་ གིར་ བྱ་ སྙམ་ བསམས་པ་ ནི །_།
en: $1122 “ ‘Seeing the fine circumstances of others And thinking “This must be mine!”

source: བརྣབ་སེམས་ དེ་ ཡིས་ བསླངས་པ་ ཡི །_། དུག་ གི་ འབྲས་བུ་ འདིར་ འོངས་ སོ །_།
en: Is what is known as the poison of covetousness, Due to which you have now ended up here.’

source: དེ་ལྟ ར་ དེ་ གཤིན་རྗེ འི་ མི་ དེ་ རྣམས་ ཀྱིས་ སྤྱོ་ སྤྱོ་ བརྒྱད་ བརྒྱད་ ནས་ ལོ་ འབུམ་ཕྲག་ མང་པོ ར་ གནོད་པ་ ཉིད་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དེ །_ དེ འི་ སྡིག་པ འི་ ལས་ ཀྱིས་ འབྱང་བ ར་ མི་ འགྱུར་ རོ །_།
en: $1123 “Thus, scorned and abused#144 by the henchmen, the hell beings will undergo the same torture for hundreds of thousands of years without being able to purify their evil.

source: དེ་ནས་ ཡུན་རིང་ མོ་ ཞིག་ འདས་ ནས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ མེ་མདག་ གི་ ཆུ་བོ འི་ ནང་ དུ་ བྱིང་ ཞིང་ འབྲོས་པ་ ན་ གར་བབ་ བབ་ ཏུ་ འབྲོས་པ་ དང་ །_
en: Finally, after a very long time, they will sink into a river of embers, and then escape.

source: ལྕགས་ ཀྱིས་ གཞི་ རབ་ཏུ་ འབར་བ འི་ སྟེང་ དུ་ བབ་ ནས་ དེ་ནས་ ཡང་ དང་ ཡང་ དུ་ འགྲེ་ལྡོག་ སྟེ །_
en: As they run off as best they can, they will stumble and fall upon a ground of red-hot iron.

source: ལངས་ ནས་ ཀུན་ ཏུ་ རྒྱུག་པ་ ན །_ གཅིག་པུ་ གཉིས་ སུ་ མེད་ ཅིང་ གྲོགས་ མེད་པ་ ལས་ ཀྱི་ དབང་ གིས་ གྱུར་པ འི་ སེམས་ཅན་ དམྱལ་བ་པ་ ལས་ ཀྱིས་ དགྲ འི་ ནང་ དུ་ སོང་ ངོ་ །_།
en: When they manage to get up, they will roam on, alone and unaccompanied. However, driven by the power of their karmic actions, they will wander into the arms of enemies who are the product of their karmic actions.

source: གལ་ཏེ་ ཡང་ གཤིན་རྗེ འི་ མི་ དེ་དག་ ལས་ ཐར་ ནས་ གར་བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_།
en: When they finally escape the henchmen, they will again rush off as best they can.

source: དེ་ནས་ གནོད་སེམས་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ དེ འི་ འབྲས་བུ་ ཉེ་བ ར་ གནས་པ་ ནི་ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ་ དེ་ སྐྱབས་ དང་ དཔུང་གཉེན་ འདོད་ ཅིང་ ལས་ ཀྱིས་
en: $1124 “As they thus undergo the consequences of resorting to, becoming habituated to, and increasing acts of covetousness, these hell beings will yearn for safety, refuge, and protection.

source: བྱས་པ འི་ སེང་གེ་ དང་ །_ སྟག་ དང་ །_ སྦྲུལ་ ཤིན་ཏུ་ ཁྲོས་པ་ དག་ མདུན་ དུ་ འདུག་པ་ དང་ །_
en: Yet they will instead encounter ferocious lions, tigers, and snakes.

source: དེ་དེ་ དག་ ལ་ འཇིགས་ ནས་ གར་བབ་ བབ་ ཏུ་ འབྲོས་ ཀྱང་ དེ་ མི་དགེ་བ འི་ ལས་ ཀྱིས་ འབྲོས་པ ར་ ག་ལ་ ནུས་ ཏེ དེ་དེ་ དག་ གིས་ བཟུང་ ངོ་ །_།
en: In terror, they will do their best to avoid these predators, yet how could they escape, given their unwholesome actions?

source: བཟུང་ ནས་ ཀྱང་ ཤིན་ཏུ་ འཁྲུགས་པ་ རྣམས་ ཀྱིས་ དང་པོ ར་ རེ་ཞིག་ གླད་པ་ ལ་ ཟ འོ །_། དེ འི་ གླད་པ་ ལ་ ཟ་བ་ ན་ ངུ་སྐད་ འབྱིན་ ཅིང་ སྨྲེ་སྔགས་ འདོན་ ལ་ འགྲེ་ལྡོག་ པར་ བྱེད་ དོ །_།
en: Helplessly, they will be snatched up by the furious beasts. Some of those creatures will proceed to eat their brains while they scream, wail, and shudder.

source: དེ འི་ རྩིབ་ལོགས་ ལ་ ཡང་ མཆེ་བ་ དུག་ ལྟར་ རྣོ་བ་ ཀུན་ གྱིས་ བྲད་བྲད་ ནས་ ཟ་ ཞིང་ སྟག་ དག་ གིས་ ཀྱང་ རྒྱབ་ ཏུ་ ཟོས །_
en: Some of them will sink their sharp, venomous fangs into their sides, while the tigers bite into their backs.

source: རྐང་པ་ ནི་ མེས་ བསྲེགས་ ཤིང་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ཀྱང་ རྒྱང་རིང་པོ་ ལ་སོགས་ པར་ འཕངས་ སོ །_།
en: Meanwhile, their feet will be subjected to a burning fire and henchmen will shoot at them from a distance.

source: དེ་ལྟ ར་ སྙིང་རྗེ་ ཆེན་པོ འི་ ཤུགས་ ཐོབ་པ་ དེ་ ལ་ འདི་ལྟར་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ རྗེས་སུ་ བསྟན་པ་ ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །_
en: As they suffer from such great misery, the henchmen will speak the following instructional verses:

source: མི་ ཡི་ སྐྱེས་བུ་ ཐ་མ་ ལ །_། གནོད་སེམས་ མེ་ འདྲ་ ཡོད་པ་ ནི །_། [264a]
en: $1125 “ ‘In the lowest of people Burns the fire of ill will. {{page:{number:365,id:UT22084-068-021-100391,folio:F.264.a,volume:V68}}}

source: སྲེག་པ་ དག་ ལས་ སྲེག་པ་ ཐོབ །_།
en: It causes scorching upon scorching.

source: དོན་མེད་ ཅི་ཞིག་ ཡོངས་སུ་ སྨྲེ །_།
en: So why do you cry so pointlessly?

source: སེམས་ཅན་ དམྱལ་བ ར་ སྐྱེ་བ་ ཡི །_།
en: Causes birth in hell.

source: རྒྱུ་ ནི་ མི་ བཟད་ གནོད་སེམས་ ཡིན །_། ཐག་པ་ གང་ གིས་ བཅིངས་པ་ ཡི །_། མི་ ནི་ ཡོངས་སུ་ ཁྲིད་པ ར་ བྱེད །_།
en: $1126 “ ‘Unbearable ill will |#| It is a rope that binds people And drags them along.

source: གནོད་སེམས་ དག་ གིས་ རྨོངས་པ འི་ མི །_། རྟག་ ཏུ་ དེ་ ལ་ ཡིད་ འཇུག་པ །_། ཞི་བ ར་ ཤིན་ཏུ་ མི་ འགྱུར་ ཏེ །_། བུ་ག འི་ ནང་ ན་ སྦྲུལ་ འདུག་ བཞིན །_།
en: $1127 “ ‘Those blinded by ill will Always think in such terms And can never be at peace, Just like a viper in its den.

source: མི་གང་ གནོད་སེམས་ མི་ བཟད་ ཅིང་ །_། ཤིན་ཏུ་ དྲག་པ འི་ ངོ་བོ་ ནི །_། ཉི་མ་ ལ་ ནི་ མུན་པ་ བཞིན །_། དེ་དག་ ལ་ ནི་ བདེ་བ་ མེད །_།
en: $1128 “ ‘Those who harbor a wish to harm, And who are of a vicious nature, Will never experience any happiness, Just as if the sun went dark.

source: གནོད་སེམས་ སྙིང་ ལ་ ཡོད་པ་ ནི །_། ཀུན་ གྱིས་ བསྲུང་བ ར་ མི་ ནུས་ ཏེ །_། བཤེས་ གྲོགས་ གཉེན་ གྱི་ མིས་ མ་ ཡིན །_། ཆོས་ དང་ དོན་ གྱི་ ཚོགས་ ཀྱིས་ མིན །_།
en: $1129 “ ‘Those who harbor ill will in their hearts Cannot be protected by anything— Not by any friend or helper, Nor by the Dharma, nor by things.

source: གནོད་སེམས་ འདི་ ནི་ མུན་པ་ ཡི །_། ཚོགས་ དང་ འདྲ་ ཞེས་ བརྗོད་པ་ ཡིན །_།
en: $1130 “ ‘Ill will is explained As a dense darkness.

source: གནོད་སེམས་ སྐྱེད་པ ར་ བྱེད་པ་ ནི །_། གནོད་སེམས་ ཞེས་ ནི་ ཡོངས་སུ་ སྒྲོགས །_།
en: Those who give rise to ill will, Are known as aggressive beings.

source: གནོད་སེམས་ མེད་པ་ ཇི་ལྟ ར་ འགྱུར །_།
en: $1131 “ ‘How could they be free from ill will?

source: གནོད་སེམས་ མེད་པ་ མཆོག་ ཏུ་ དགེ །_།
en: Being free from ill will is the perfect virtue.

source: གནོད་སེམས་ ཡོད་པ་ ཕ་རོལ་ ཏུ །_། མི་ བཟད་ འཆི་བ ར་ དེ་དག་ འགྲོ །_།
en: As those who harbor ill will pass away, They meet a terrible death.

source: གནོད་སེམས་ ཀྱིས་ ནི་ དྲངས་པ་ དག _། སེམས་ཅན་ དམྱལ་བ་ དྲག་པོ ར་ འོངས །_།
en: $1132 “ ‘Those motivated by ill will Arrive in a vicious hell.

source: ལས་ ཟད་ ནས་ ནི་ ཐར་ འགྱུར་ ཞིང་ །_། དམྱལ་བ ར་ འགྲེ་ལྡོག་ མི་ བྱེད་ དོ །_།
en: Only when their karmic actions are exhausted do they become free, And so no longer writhe in hell.’

source: དེ་ལྟ ར་ བསྟན་ ཅིང་ རྗེས་སུ་ བསྟན་ ནས་ གཤིན་རྗེ འི་ མི་ རྣམས་ དང་ སེང་གེ་ དང་ །_ སྟག་ གནོད་སེམས་ མང་ དུ་ཡོད་པ་ རྣམས་ ཀྱིས་ འཐུན་ པར་ རྡེག་ ཅིང་ ཟ་བ ར་ བྱེད་ དེ །_
en: $1133 “Having uttered these instructional verses, the henchmen, along with the lions and tigers, beat up and eat those who harbored ill will in accordance with their frame of mind.

source: ས་བོན་ ལས་འབྲས་ བུ་ འབྱུང་བ་ བཞིན་ དུ་ དེ འི་ གནོད་སེམས་ དང་ འཐུན་ པར་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ འབྱུང་ སྟེ །_ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ལས་ དེ འི་ འབྲས་བུ ས་ འཚེད་ ཅིང་ ཟ འོ །_།
en: Just as when fruits grow from a seed, such is the karmic ripening of ill will, and so the beings of hell will, as a consequence of their actions, be tormented and consumed in this way.

source: དེ་ གལ་ཏེ་ ཡང་ དེ་ལས་ ཐར་ ན་ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ གར་བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_།
en: When they finally escape, they will run off as best they can, yearning for protection and refuge.

source: སྡིག་པ་ ཆེན་པོ ས་ བསྐུལ་བ་ ལོག་པ ར་ ལྟ་བ་ མཚམས་མེད་པ་ ལྔ འི་ ལམ་ ནི་ འདི་ ཡིན་ ཏེ །_
en: $1134 “Those motivated by the great evil of wrong view and the five acts with immediate consequences take this path.

source: མནར་མེད་ པར་ སྐྱེས་ ནས་ དེ་ནས་ ངེས་པ ར་ མྱོང་བ ར་ འགྱུར་བ འི་ མཚམས་མེད་པ་ གཞན་དག་ ཡོད་པ་ དེར་ སྐྱེ་ ལ་ སྐྱེས་མ་ ཐག་ ཏུ་ ལས་ སོ་སོ ར་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, they are born in Ultimate Torment together with other beings who have accumulated the same acts with immediate consequences that are certain to be experienced.

source: སེམས་ཅན་ [264b] དམྱལ་བ་པ་ དེ་ མུ་སྟེགས་ ཀུན་ ཏུ་ རྒྱུ་ དང་ །_ རྫོགས་བྱེད་ དང་ །_ ལྷས་བྱིན་ དང་ །_ ཀོ་ ཀ་ལི་ ཀ་ གང་ དུ་ འཚེད་པ འི་ གནས་ དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ ཆེན་པོ་ འདི་ ཡང་ འགྲོ་བ ར་ འགྱུར་ ཏེ
en: As soon as they appear in that hell, their distinctive experiences begin. {{page:{number:366,id:UT22084-068-021-100392,folio:F.264.b,volume:V68}}}

source: གང་ ན་ སྡུག་བསྔལ་ ངེས་པ ར་ མྱོང་བ ར་ འགྱུར་བ་ མི་བཟད་པ་ ཚ་བ་ དྲག་པ་ བས་ ཀྱང་ ཤིན་ཏུ་ དྲག་པ །_ དེ་དག་ རྗེས་སུ་ མྱོང་ ངོ་ །_།
en: $1135 “Into this hell wandering non-Buddhists will be born, as well as the likes of Pūraṇa, Devadatta, and Kokālika. They must experience a suffering that is unbearably intense, more excruciating than anything else.

source: དེ འི་ སྡུག་བསྔལ་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱིས་ དཔེ་ བྱ་བ ར་ སླ་བ་ མ་ ཡིན་ ཏེ །_ མནར་མེད་པ འི་ སྡུག་བསྔལ་ དེ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: It is not easy to find any example among other sentient beings to illustrate this suffering. Hence, this is the hell of Ultimate Torment.

source: སྡིག་པ་ བྱེད་པ་ དེ་ མུན་པ འི་ ཚོགས་ སུ་ གྱུར་པ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ སྤུ་ ཟིང་ ཞེས་ བྱེད་པ་ མནར་མེད་པ་ ཆེན་པོ་ ག་ལ་བ་ དེར་ དེ འི་ འཚེད་ དོ །_། སྲེག་ གོ །_། གཤེག་ གོ །_། མཚོན་ཆ་ ར་ ལྟར་ འབབ་པ ས་ བཞོག་ གོ །_།
en: Shrouded in darkness, at a location within the great hell of Ultimate Torment known as Making the Hair of All Beings Stand on End, the hell beings are boiled, burned, chopped, and subjected to a downpour of weapons.

source: དེ་ནས་ ཡང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ ཡང་ འཇོག་ གོ །_། གཤེག་ གོ །_། སྲེག་ གོ །_། མདའ་བོ་ ཆེ་ དང་ །_ རྡོ་རྗེ་ དང་ །_ སེར་བ་ དང་ །_ རྡོ་ཆར་ ལྟར་ འབབ་པ ས་ གསོད་ དོ །_།
en: However, they are continuously revived, only to be carved up, cleaved, burned, and killed once more in a downpour of spears, vajras, hailstones, and rocks.

source: དེ་ལྟ ར་ མཚམས་མེད་པ་ ལྔ་ བྱེད་པ་ དེ་དག་ སྲེག་པ་ ན །_ མེ འི་ ཕུང་པོ་ ཆེན་པོ་ བཅུ་གཅིག་ བྱུང་ སྟེ །_ དེ་དག་ ཤིན་ཏུ་ སྡུག་བསྔལ་ བར་ བྱེད་ དོ །_།
en: $1136 “As the perpetrators of the five acts with immediate consequences burn, they will encounter eleven fires that torment them in the extreme.

source: དེར་ ཕྱོགས་ བཅུ འི་ མེ་ འབར་བ་ བཅུ་ དང་ །_ མེ འི་ ཕུང་པོ་ བཅུ་གཅིག་ འབྱུང་ སྟེ །_ བཀྲེས་པ་ དང་ །_ སྐོམ་པ་ བྱས་ ནས་ ཁར་ འབྱུང་ ངོ་ །_།
en: Thus, there will be ten fires in the ten directions, while the eleventh fire blazes in their own mouths due to the hunger and thirst that the hell beings experience.

source: དེ འི་ ལུས་ ཀྱི་ སྟེང་འོག་ དང་ །_ རྩིབ་ལོགས་ སུ་ འབར་བ འི་ ཕྲེང་བ་ མཆེད་པ ས་ ཇི་ལྟ ར་ དེ འི་ ལུས་ ཀྱི་ གསེབ་ ཕྲ་མོ་ ཡང་ མི་མངོན་པ་ དེ་ལྟ ར་ སྲེག་ གོ །_།
en: Above, below, and to the sides their bodies will be enveloped in garlands of flames until not the slightest trace of them remains.

source: མེ་ དེ་ཡང་ ཇི་ལྟ ར་ སྐྲ་ དེ་དག་ གི་ རྩེ་མོ འི་ བར་ ཡང་ མི་མངོན་པ་ དེ་ལྟ ར་ ཕན་ཚུན་ ཤིན་ཏུ་ ཉོན་མོངས་ པར་ འཚེད་པ ས་ མནར་མེད་ དོ །_།
en: $1137 “Because this fire will torment them in the most horrific ways, not even leaving a gap the size of a hair tip, this hell is known as Ultimate Torment.

source: བདེ་བ འི་ བར་སྐབས་ ཀྱི་ དུས་ཆུང་ ཟད་ ཀྱང་ མེད་པ ས་ མནར་མེད་ དོ །_།
en: This is Ultimate Torment because here there is not even the briefest moment of relief.

source: དབང་པོ་ ཐམས་ཅད་ ཡུལ་ ཀུན་ ལ་ འཚེད་ ཅིང་ ཡིད་ དང་ འགལ་བ ས་ མནར་མེད་ དེ་ འཇིག་རྟེན་ དེ་ནས་ ཤི་ ནས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ་ མ་གཏོགས་ པར་ དེ་ལས་ གཞན་ དུ་ མི་ སྐྱེ་ སྟེ །_
en: This is Ultimate Torment because all one’s faculties are burned by whichever object they may meet, and everything turns out the opposite of what one wanted. Yet when such beings die, they will not take birth anywhere else than precisely this great hell of Ultimate Torment again.

source: མནར་བ འི་ གཞི་མེད་ ཅིང་ གནོད་པ འི་ གྲངས་ ཀྱི་ བར་ མེད་པ འི་ ཕྱིར་ མནར་མེད་ དོ །_།
en: This is Ultimate Torment because the misery is limitless, and the torment is constant.

source: འདོད་པ འི་ ཁམས་ སུ་ གཏོགས་པ འི་ སེམས་ཅན་ ཐམས་ [265a] ཅད་ ཀྱི་ འོག་ ཏུ་ གྱུར་པ་ ནི་ མནར་མེད་པ་ དེ་དག་ ཡིན་ ཏེ །_ གཞན་དག་ མནར་མེད་པ་ ཡིན་པ ས་ མནར་མེད་ དོ །_།
en: This Ultimate Torment, which lies below the entire desire realm, {{page:{number:367,id:UT22084-068-021-100393,folio:F.265.a,volume:V68}}} is Ultimate Torment because there is no torment greater than this.

source: སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ དེ འི་ མགོ་ ལ་ ཇི་ལྟ ར་ སྟེང་ ནས་ གནོད་པ ས་ ཀུན་ ནས་ ཉོན་མོངས་པ་ ལྟར་ དེ འི་ མགོ་ ལ་ ཡང་ དེ འི་ བར་སྐབས་ ཀྱི་ གཞི་མེད་ པས་ མནར་མེད་ དོ །_།
en: $1138 “This is Ultimate Torment because the torturous afflictions that are visited on the heads of the beings in this great hell continue uninterruptedly.

source: ས་གཞི་ ཟངས་དམར་པོ་ རབ་ཏུ་ བསྐོལ་བ་ དང་ །_ ཁྲག་ དང་ །_ ཤ་ དང་རུ ས་ པར་ འདྲེས་ ཤིང་ འཁྲུགས་པ་ དག་ ལ་བར་ མེད་པ་ དེ་བཞིན་ དུ་ མནར་མེད་པ་ ཡང་ པགས་པ་ དང་ །_ ཤ་ དང་ །_ ཚིལ་ དང་ །_ རུས་པ་ དང་ །_ རྐང་ དུ་ གཏོགས་པ་ ཐམས་ཅད་ རབ་ཏུ་ འབར་ ཏེ དེ་ལྟ ར་ ཀུན་ ནས་ རབ་ཏུ་ འབར་བ་ དག་ ལ་ མངོན་པ་ ཡང་ མེད་ ཅིང་ མནར་བ འི་ གཞི་ ཆུང་ ཟད་ ཀྱང་ མེད་པ འི་ ཕྱིར་ མནར་མེད་ དོ །_།
en: This realm, where the ground swells and stirs with boiling copper, blood, flesh, and bones, is Ultimate Torment because the burning of the skin, flesh, fat, bones, and marrow boggles the mind#145 and there is no limit to the suffering it causes.

source: རི་ ལས་ ཆུ་ འབབ་པ འི་ ཤུགས་ ལྟར་ ཉིན་ གཅིག་ བཞིན་ དུ་ གནོད་པ་ དཔེ་མེད་པ་ འཕེལ་ ཞིང་ འབྱུང་ སྟེ །_
en: Like a forceful waterfall, the unimaginable tortures here continue to unravel and increase every day.

source: དེ་ལྟ ར་ གནོད་པ་ རྣམས་ མནར་བ འི་ གཞི་ ཅུང་ཟད་ ཀྱང་ མེད་པ ས་ མནར་མེད་ དོ །_།
en: This is Ultimate Torment because there is no end to the sufferings experienced here.

source: སྲིད་པ་ བར་མ་ འགག་པ་ དང་ །_ དུས་མཉམ་ དུ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ དེར་ སྐྱེས་ ནས་ མནར་བ འི་ གཞི འི་ བར་ ཤིན་ཏུ་ ཆུང་བ་ ཡང་ མེད་པ འི་ ཕྱིར་ མནར་མེད་ དེ དེ་ལྟ ར་ གནོད་པ་ བརྗོད་པ ར་ མི་ ནུས་ ཀྱང་ ཆུང་ ཟད་ ཅིག་
en: This is Ultimate Torment because there is not even the slightest gap in the torment that occurs upon birth here, when the intermediate existence has ceased and the karmic actions to be experienced in other lives take effect. $1139 “These tortures cannot be expressed.

source: དཔེ ར་ བྱ་ན་ རྒྱ་མཚོ འི་ ཆུ འི་ ཐིགས་པ་ བགྲང་བ ར་ སླ་བ་ མ་ཡིན་པ་ དེ་བཞིན་ དུ་ མནར་མེད་པ་ རྣམས་ ཀྱི་ ལས་ཉེས་ པར་ བྱས་པ་ ལྔ འི་ གནོད་པ་ བགྲང་བ འམ །_ བརྗོད་པ ར་ སླ་བ་ མ་ ཡིན་ ནོ །_།
en: Still, we can give some idea to illustrate it: just as counting the water drops contained in the ocean would not be easy, it is likewise not easy to enumerate or account for all the tortures that the beings in Ultimate Torment experience as the result of their five misdeeds.

source: འདི་ལྟ་སྟེ །_ ཇི་ལྟ ར་ མནར་མེད་པ འི་ ལས་ ལྕི་བ འི་ མཐུ ས་ དེ འི་ ཚེ་ སྡུག་བསྔལ་ གྱི་ གནས་ གཞན་ ཅི་ཡང་ མེད་ དེ་ སྡུག་བསྔལ་ དེ་ཡང་ དེ་ལྟ་ བུ་ ཡིན་ ནོ །_།
en: The heavy karmic actions associated with Ultimate Torment are so forceful that in comparison nothing else will seem painful at all.

source: གང་ གིས་ མནར་མེད་པ འི་ ལས་ གཅིག་ བྱས་ ན །_ དེ འི་ སྡུག་བསྔལ་ ཆུང་བ ར་ འགྱུར་ རོ །_།
en: Still, if someone has carried out just a single act associated with Ultimate Torment, the tortures will be comparatively less.

source: གང་ གིས་ ལས་ གཉིས་ བྱས་ ན་ དེ འི་ ཚད་པ ས་ ལུས་ ཆེ་བ ར་ འགྱུར་ ཏེ །_ སྡུག་བསྔལ་ ཡང་ དེ་ལྟ ར་ རྒྱུ་ དང་ རྒྱུ་ ཡིས་ འབྲས་བུ་ ལྕི་བ ར་ འགྱུར་ རོ །_།
en: For the one who has carried out two such acts, his body will be larger due to the greater severity, and his suffering will be heavier due to cause and effect.

source: བདེ་བ་ དང་ སྡུག་བསྔལ་ གྱི་ རྒྱུ་ ནི་ དཔེ་མེད་ པར་ འགྱུར་ ཏེ །_ འདོད་པ་ རྣམས་ ཀྱི་ ནི་ བདེ་བ་ ཡིན་ མི་འདོད་པ་ རྣམས་ ཀྱི་ ནི་ སྡུག་བསྔལ་བ་ ཡིན་ ཏེ །_ གནས་ འདི་ གཉིས་ ནི་ སྟེང་ དང་ །_ འོག་ དང་ [265b] མཐའ་དག་ ཏུ་ དཔེ་ བྱ་བ ར་ མི་ ནུས་ སོ །_།
en: $1140 “There are no examples for anything that produces pleasure and inflicts pain in that realm because, while the desirable is pleasant and the undesirable is painful, there are no such examples of this to be found anywhere above, below, or in any direction. {{page:{number:368,id:UT22084-068-021-100394,folio:F.265.b,volume:V68}}}

source: དེ་ ཅིའི་ཕྱིར་ ཞེ་ན །_ ལེགས་པ ར་ བྱས་པ་ དང་ །_ ཉེས་པ ར་ བྱས་པ འི་ མཐའ་དག་ ནི་ རྒྱུ་ འཐུན་ པར་ འབྲས་བུ་འབྱུང་ སྟེ །_ སེམས་ཅན་ དམྱལ་བ་པ་ རྣམས་ ཀྱང་ དེ་ དང་ འདྲ་བ ར་ དཔེ་ བྱ་བ ར་ མི་ ནུས་ སོ །_།
en: The reason is that, while wholesome and unwholesome actions do produce concordant effects, the situation of these hell beings is not comparable to that.

source: དེ་ལྟ ར་ དེ་ བསྐལ་པ འམ །_ བསྐལ་པ་ ལས་ ལྷག་པ ར་ བསྲེགས་ ནས་ ལས་ དེ་ ཟད་ ན་ ཐར་བ ར་ འགྱུར་ ཏེ །_ རྒྱུ་རྐྱེན་ ཟད་ ན་ འབྲས་བུ་ ཡང་ ཟད་པ ར་ འགྱུར་ རོ །_།
en: $1141 “However, after these beings have burned for an eon or more, they will finally be free when their karmic actions are exhausted, for effects cease whenever their causes and conditions are exhausted.

source: ཇི་ལྟ ར་ མེ་ ཤི་ ན་ཚ་བ་ མེད་པར་ འགྱུར་བ་ དང་ །_
en: Thus, the intensely hot fires will die away.

source: ས་བོན་ ཟད་ ན་ འབྲས་བུ་ ཡང་ ཟད་པ ར་ འགྱུར་བ་ དེ་བཞིན་ དུ་ གང་ གི་ ཚེ་ མནར་མེད་པ འི་ མི་དགེ་བ འི་ ལས་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ གྱུར་པ་ དེ འི་ ཚེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ རོ །_།
en: Just as crops will die away if there are no more seeds, so the beings of this hell will be free once their karmic actions have been overcome, relinquished, and exhausted.

source: ཐར་ ནས་ ཀྱང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ་ རི་གསེབ་ ཁབ་རྩེ་ ལྟ་བུ འི་ ནང་ དུ་ ཡི་དགས་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Nevertheless, as an effect that accords with their causal deeds, these beings will subsequently be born as starving spirits who live in mountains that are as pointy as needles.

source: དེར་ སྐྱེས་ ནས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་ ཤིང་ ལུས་ ཚལ་ ཤིང་ བསྲེགས་པ་ ལྟ་བུ ར་ འགྱུར་ རོ །_།
en: There they will suffer from starvation and thirst, and their bodies will resemble scorched pine trees.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ དུད་འགྲོ འམ་ ཆུ་སྲིན་ བྱིས་པ་ གསོད་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later become free of such conditions, they will be born as crocodiles that kill children, or as other animals.

source: དེ་བཞིན་ དུ་ ལྗན་ལྗིན་ གྱི་ ཚོགས་ ཕྱི་ས་ མི་གཙང་བ་ འཇིག་པ ར་ བྱེད་པ འི་ སྲིན་བུ ར་ འགྱུར་ རོ །_།
en: They will also be born as worms that feed on filth and excrement.

source: ཚེ་རབས་ ཉིས་ སྟོང་ དུ་ ཡི་དགས་ བཀྲེས་ ཤིང་ སྐོམ་པ་ དག་ གིས་ གདུངས་པ ར་ འགྱུར་ ཞིང་ བསྲེགས་པ ར་ འགྱུར །_
en: $1142 “For over two thousand lives they will live as starving and thirsting spirits, tormented and scorched.

source: ཚེ་རབས་ ཉིས་ སྟོང་ དུ་ དུད་འགྲོ་ རྣམས་ སུ་ སྐྱེ་ སྟེ །_ ཡང་ ལས་ ཀྱི་ དབང་ གིས་ རྒྱུ་ དང་ འཐུན་པ འི་ འབྲས་བུ ས་ དུད་འགྲོ འི་ རིས་ སྡུག་བསྔལ་ རྣམ་པ་ སྣ་ཚོགས་ ཀུན་ དང་ ཟ་བ་ དང་ གསད་པ འི་ བསམ་པ་ ཐ་དད་པ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Thereafter will follow two thousand lives as animals, and, in terms of effects that accord with their causal actions, they will experience all the sufferings that are specific to animals, such as their stresses related to finding food and being eaten.

source: དེ་ གཅིག་ ལ་ གཅིག་ ཟ་བ འི་ སྡུག་བསྔལ་ དེ་ལས་ ཐར་ ནས་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མི འི་ ནང་ དུ་ སྐྱེས་ ན་
en: When they are finally freed from the pains of mutual predation, these beings may, due to karmic actions to be experienced in other lives, be born as humans.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ མངལ་ དུ་ འཆི་བ ར་ འགྱུར་ རོ །_། ཚེ་རབས་ ལྔ་ བརྒྱ ར་ བྱུང་ མ་ ཐག་ ཏུ་ འཆི་བ ར་ འགྱུར །_ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ གོག་ ཐལ་ ཐུལ་ ཙམ་ ན་ འཆི་བ ར་ འགྱུར་ རོ །_།
en: However, as an effect that accords with their karmic actions, they will then die five hundred times within the womb, five hundred times upon birth, and five hundred times in infancy.#146

source: གལ་ཏེ་ ཡང་ཕྱི ས་ རྒྱུ་ དང་ འཐུན་པ འི་ འབྲས་བུ་ མ་ལུས་པ ར་ འབྱུང་ སྟེ་ དེ་ ལུས་ མཐའ་ཡས་པ་ ནས་ ཞུགས་པ །_ ལས་ ཀྱི་ དྲ་བ་ དང་ འཐུན་པ འི་ འབྲས་བུ་ ཆུང་ [266a] ངུ་ དང་ འབྲིང་ དང་ ཆེན་པོ་ དམིགས་པ ར་ འགྱུར་ རོ །_།
en: Thus, in countless subsequent lives they will experience all sorts of effects that accord with their causal deeds, encountering lesser, {{page:{number:369,id:UT22084-068-021-100395,folio:F.266.a,volume:V68}}} intermediate, or greater results of the web of karmic action.

source: འདིར་ དགེ་སློང་ གིས་ ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །_
en: $1143 “Here, the monk will utter the following verses:

source: འཁོར་བ་ ཐོག་མ་ མེད་པ་ ནས །_། ལས་ ཀྱི་ དྲ་བ ས་ བསྒྲིབས་པ འི་ མི །_།
en: “ ‘In cyclic existence without beginning or end, The web of karmic action obscures beings.

source: རང་ གི་ ལས་ ཀྱི་ རྒྱུ་འབྲས་ ལས །_། བྱུང་བ་ སྐྱེ་ ཞིང་ འཆི་བ་ ཡིན །_།
en: And in this way they are born and die, Due to the causes and effects of their own actions.

source: ལྷ་ ལས་ དམྱལ་བ ར་ སྐྱེ་ འགྱུར་ ཞིང་ །_། དམྱལ་ ལས་ དེ་བཞིན་ ལྷ་ཡུལ་ དུ །_།
en: $1144 “ ‘Leaving the gods, they take birth in hell, And from hell they are again born in the god realms.

source: མི་ རྣམས་ ཡི་དགས་ ཡུལ་ དུ་ འམ །_། སེམས་ཅན་ དམྱལ་བ ར་ རབ་ཏུ་ འགྲོ །_།
en: Other people go to the realms Of the starving spirits or hell again.

source: གཞན་ དང་ གཞན་ དུ་ འབྱུང་ ཞིང་ སྐྱེ །_། གཞན་ དང་ གཞན་ དུ་ འབྱུང་ ཞིང་ བདེ །_།
en: $1145 “ ‘In this way they are born in one place after another And in some of these places they may feel good.

source: སྲེད་པ འི་ ལས་ ཀྱིས་ བྱུང་བ འི་ ཚེ །_། དབང་ཕྱུག་ ལ་སོགས་ དེ་ མ་ བྱས །_།
en: They are thus born due to craving; It is not because Īśvara or the like.

source: འཁོར་བ ར་ སྲོག་ཆགས་ རྣམས་ ཀྱིས་ ནི །_། རྟག་ ཏུ་ ལས་ ནི་ གྲངས་མེད་ བྱས །_།
en: $1146 “ ‘Living beings in cyclic existence Constantly engage in innumerable actions.
